{"region":"Oceania","countries":{"Australia":{"m":[{"n":"Tetanus","d":"Tetanus Tetanus is caused by a toxin released from Clostridium tetani bacteria and occurs worldwide. Tetanus bacteria are present in soil and manure and may be introduced through open wounds such as a","p":"Travellers should thoroughly clean all wounds and seek medical attention for injuries such as animal","r":null,"countrySpecific":null,"vaccination":"Travellers should have completed a tetanus vaccination course according to the UK schedule.\nIf travelling to a country or area where medical facilities may be limited, a booster dose of a tetanus-containing vaccine is recommended if the last dose was more than ten years ago even if five doses of vaccine have been given previously. Country-specific information on medical facilities may be found in the 'health' section of the FCDO foreign travel advice pages.","additionalSections":[{"heading":"Tetanus","content":"Tetanus is caused by a toxin released from Clostridium tetani bacteria and occurs worldwide. Tetanus bacteria are present in soil and manure and may be introduced through open wounds such as a puncture wound, burn or scratch.\n                                                                                                                                                            Prevention\nTravellers should thoroughly clean all wounds and seek medical attention for injuries such as animal bites/scratches, burns or wounds contaminated with soil.Tetanus vaccination\n\nTravellers should have completed a tetanus vaccination course according to the UK schedule.\nIf travelling to a country or area where medical facilities may be limited, a booster dose of a tetanus-containing vaccine is recommended if the last dose was more than ten years ago even if five doses of vaccine have been given previously.\n\nCountry-specific information on medical facilities may be found in the 'health' section of the FCDO foreign travel advice pages.Tetanus in brief"},{"heading":"Tetanus in brief","content":""}],"description":"Tetanus Tetanus is caused by a toxin released from Clostridium tetani bacteria and occurs worldwide. Tetanus bacteria are present in soil and manure and may be introduced through open wounds such as a puncture wound, burn or scratch. Prevention Travellers should thoroughly clean all wounds and seek medical attention for injuries such as animal bites/scratches, burns or wounds contaminated with soil.Tetanus vaccination Travellers should have completed a tetanus vaccination course according to the UK schedule. If travelling to a country or area where medical facilities may be limited, a booster dose of a tetanus-containing vaccine is recommended if the last dose was more than ten years ago even if five doses of vaccine have been given previously. Country-specific information on medical facilities may be found in the 'health' section of the FCDO foreign travel advice pages.Tetanus in brief","prevention":"Travellers should thoroughly clean all wounds and seek medical attention for injuries such as animal bites/scratches, burns or wounds contaminated with soil."}],"s":[{"n":"Hepatitis B","d":"Hepatitis B Hepatitis B is a viral infection spread through blood, semen and vaginal fluids. This mostly occurs during sexual contact or as a result of blood-to-blood contact (for example from contami","p":"Travellers should avoid contact with blood or body fluids. This includes: Avoiding unprotected sexua","r":null,"countrySpecific":"Hepatitis B in Australia This country is considered to have an intermediate or high prevalence of hepatitis B.","vaccination":"Vaccination could be considered for all travellers and is recommended for those whose activities or medical history put them at increased risk. This includes: Those who may have unprotected sex.\nThose who may be exposed to contaminated needles through injecting drug use.\nThose who may be exposed to blood or body fluids through their work (e.g. health and aid workers).\nThose at high risk of requiring medical or dental procedures or hospitalisation e.g. those with pre-existing medical conditions, those who may require travelling for medical care abroad, or those travelling to visit families or relatives.\nLong-stay travellers.\nThose who are participating in contact sports.\nFamilies adopting children from this country.","additionalSections":[{"heading":"Hepatitis B","content":"Hepatitis B is a viral infection spread through blood, semen and vaginal fluids. This mostly occurs during sexual contact or as a result of blood-to-blood contact (for example from contaminated equipment during medical and dental procedures, tattooing or body piercing procedures, and sharing of intravenous needles). Mothers with the virus can also pass on the infection to their baby during childbirth.\n                                                    Hepatitis B in Australia                                                                                                        This country is considered to have an intermediate or high prevalence of hepatitis B.Prevention\nTravellers should avoid contact with blood or body fluids. This includes:\n\nAvoiding unprotected sexual intercourse.\nAvoiding tattooing, piercing, public shaving, and acupuncture (unless sterile equipment is used).\nNot sharing needles or other injection equipment.\nFollowing universal precautions if working in a healthcare or other higher risk setting.\n\nA sterile medical equipment kit may be helpful when travelling to resource poor areas.Hepatitis B vaccination\nVaccination could be considered for all travellers and is recommended for those whose activities or medical history put them at increased risk. This includes:\n\nThose who may have unprotected sex.\nThose who may be exposed to contaminated needles through injecting drug use.\nThose who may be exposed to blood or body fluids through their work (e.g. health and aid workers).\nThose at high risk of requiring medical or dental procedures or hospitalisation e.g. those with pre-existing medical conditions, those who may require travelling for medical care abroad, or those travelling to visit families or relatives.\nLong-stay travellers.\nThose who are participating in contact sports.\nFamilies adopting children from this country.\nHepatitis B in brief"},{"heading":"Hepatitis B in brief","content":""}],"description":"Hepatitis B Hepatitis B is a viral infection spread through blood, semen and vaginal fluids. This mostly occurs during sexual contact or as a result of blood-to-blood contact (for example from contaminated equipment during medical and dental procedures, tattooing or body piercing procedures, and sharing of intravenous needles). Mothers with the virus can also pass on the infection to their baby during childbirth. Hepatitis B in Australia This country is considered to have an intermediate or high prevalence of hepatitis B.Prevention Travellers should avoid contact with blood or body fluids. This includes: Avoiding unprotected sexual intercourse. Avoiding tattooing, piercing, public shaving, and acupuncture (unless sterile equipment is used). Not sharing needles or other injection equipment. Following universal precautions if working in a healthcare or other higher risk setting. A sterile medical equipment kit may be helpful when travelling to resource poor areas.Hepatitis B vaccination Vaccination could be considered for all travellers and is recommended for those whose activities or medical history put them at increased risk. This includes: Those who may have unprotected sex. Those who may be exposed to contaminated needles through injecting drug use. Those who may be exposed to blood or body fluids through their work (e.g. health and aid workers). Those at high risk of requiring medical or dental procedures or hospitalisation e.g. those with pre-existing medical conditions, those who may require travelling for medical care abroad, or those travelling to visit families or relatives. Long-stay travellers. Those who are participating in contact sports. Families adopting children from this country. Hepatitis B in brief","prevention":"Travellers should avoid contact with blood or body fluids. This includes: Avoiding unprotected sexual intercourse.\nAvoiding tattooing, piercing, public shaving, and acupuncture (unless sterile equipment is used).\nNot sharing needles or other injection equipment.\nFollowing universal precautions if working in a healthcare or other higher risk setting. A sterile medical equipment kit may be helpful when travelling to resource poor areas."},{"n":"Japanese Encephalitis","d":"Japanese encephalitis Japanese encephalitis (JE) is a viral infection transmitted to humans by the bite of an infected mosquito. These mosquitoes usually bite between dusk and dawn, mainly in rural ar","p":"All travellers should avoid mosquito bites particularly between dusk and dawn.","r":null,"countrySpecific":"Japanese encephalitis in Australia JE occurs in this country, transmission is considered to be year-round. The affected areas are the Torres Strait Islands and Cape York Peninsula in north eastern Australia. Human cases are rarely reported. Important note - please also check the outbreak updates and important news section. Cases have been reported since 2022 in areas outside of the previously defined risk area. In 2025, cases have been reported in News South Wales, Victoria and Queensland. Vaccination campaigns are in place for some residents; see Victoria Department of Health, NSW Health and Queensland Government for further details.","vaccination":"Vaccination is recommended for those whose activities put them at increased risk (see above).\nVaccination could be considered for those on shorter trips if the risk is considered to be sufficient e.g. those spending time in areas where the mosquito breeds such as rice fields, marshlands, or pig farming areas.","additionalSections":[{"heading":"Japanese encephalitis","content":"Japanese encephalitis (JE) is a viral infection transmitted to humans by the bite of an infected mosquito. These mosquitoes usually bite between dusk and dawn, mainly in rural areas; especially where there are rice fields, swamps and marshes. Mosquitoes become infected by biting JE infected animals (particularly pigs) or birds.\nTravellers are at increased risk of infection when visiting rural areas. Short trips (usually less than a month) especially if only travelling to urban areas, are considered lower risk.\nJapanese encephalitis in Australia\nJE occurs in this country, transmission is considered to be year-round. The affected areas are the Torres Strait Islands and Cape York Peninsula in north eastern Australia. Human cases are rarely reported.\nImportant note - please also check the outbreak updates and important news section. Cases have been reported since 2022 in areas outside of the previously defined risk area. In 2025, cases have been reported in News South Wales, Victoria and Queensland. Vaccination campaigns are in place for some residents; see Victoria Department of Health, NSW Health and Queensland Government for further details.\nPrevention\nAll travellers should avoid mosquito bites particularly between dusk and dawn.\nJapanese encephalitis vaccination\n\nVaccination is recommended for those whose activities put them at increased risk (see above).\nVaccination could be considered for those on shorter trips if the risk is considered to be sufficient e.g. those spending time in areas where the mosquito breeds such as rice fields, marshlands, or pig farming areas.\n\nJapanese encephalitis in brief"},{"heading":"Japanese encephalitis in brief","content":""}],"description":"Japanese encephalitis Japanese encephalitis (JE) is a viral infection transmitted to humans by the bite of an infected mosquito. These mosquitoes usually bite between dusk and dawn, mainly in rural areas; especially where there are rice fields, swamps and marshes. Mosquitoes become infected by biting JE infected animals (particularly pigs) or birds. Travellers are at increased risk of infection when visiting rural areas. Short trips (usually less than a month) especially if only travelling to urban areas, are considered lower risk. Japanese encephalitis in Australia JE occurs in this country, transmission is considered to be year-round. The affected areas are the Torres Strait Islands and Cape York Peninsula in north eastern Australia. Human cases are rarely reported. Important note - please also check the outbreak updates and important news section. Cases have been reported since 2022 in areas outside of the previously defined risk area. In 2025, cases have been reported in News South Wales, Victoria and Queensland. Vaccination campaigns are in place for some residents; see Victoria Department of Health, NSW Health and Queensland Government for further details. Prevention All travellers should avoid mosquito bites particularly between dusk and dawn. Japanese encephalitis vaccination Vaccination is recommended for those whose activities put them at increased risk (see above). Vaccination could be considered for those on shorter trips if the risk is considered to be sufficient e.g. those spending time in areas where the mosquito breeds such as rice fields, marshlands, or pig farming areas. Japanese encephalitis in brief","prevention":"All travellers should avoid mosquito bites particularly between dusk and dawn."},{"n":"Rabies","d":"Rabies (Bat Lyssavirus) Although rare, bat lyssaviruses (bat rabies) can be transmitted to humans or other animals following contact with the saliva of an infected bat most often by a bite. The diseas","p":"Travellers should avoid contact with bats. Bites from bats are frequently unrecognised. Rabies-like ","r":null,"countrySpecific":"Bat Lyssavirus in Australia Rabies has not been reported in this country; therefore most travellers are considered to be at low risk. However, bats may carry bat lyssavirus (bat rabies).","vaccination":"A full course of pre-exposure vaccines simplifies and shortens the course of post-exposure treatment and removes the need for rabies immunoglobulin which is in short supply world-wide. Pre-exposure rabies vaccinations are recommended for those who are at increased risk due to their work (e.g. laboratory staff working with the virus and those working with bats).\nPre exposure vaccines could be considered for those whose activities put them at increased risk of exposure to bats.","additionalSections":[{"heading":"Rabies (Bat Lyssavirus)","content":"Although rare, bat lyssaviruses (bat rabies) can be transmitted to humans or other animals following contact with the saliva of an infected bat most often by a bite. The disease can also be transmitted if the saliva of an infected bat gets into open wounds or mucous membranes (such as on the eye, nose or mouth). Bat lyssaviruses can cause disease in humans that is indistinguishable from rabies.\nSymptoms can take some time to develop, but when they do the condition is almost always fatal.\nThe risk to most travellers is low. However, it is increased for certain occupations for example bat handlers and veterinarians, or certain activities such as caving.\nBat Lyssavirus in Australia\nRabies has not been reported in this country; therefore most travellers are considered to be at low risk. However, bats may carry bat lyssavirus (bat rabies).\nPrevention\n\nTravellers should avoid contact with bats. Bites from bats are frequently unrecognised. Rabies-like disease caused by bat lyssaviruses is preventable with prompt post-exposure rabies treatment.\nFollowing a possible exposure, wounds should be thoroughly cleansed and an urgent local medical assessment sought, even if the wound appears trivial. Although rabies has not been reported in other animals in this country, it is sensible to seek prompt medical advice if bitten or scratched. It is possible, although very rare for bats to pass rabies like viruses to other animals including pets.\nPost-exposure treatment and advice should be in accordance with national guidelines.\n\nRabies vaccination\nA full course of pre-exposure vaccines simplifies and shortens the course of post-exposure treatment and removes the need for rabies immunoglobulin which is in short supply world-wide.\n\nPre-exposure rabies vaccinations are recommended for those who are at increased risk due to their work (e.g. laboratory staff working with the virus and those working with bats).\nPre exposure vaccines could be considered for those whose activities put them at increased risk of exposure to bats.\n\nRabies in brief"},{"heading":"Rabies in brief","content":""}],"description":"Rabies (Bat Lyssavirus) Although rare, bat lyssaviruses (bat rabies) can be transmitted to humans or other animals following contact with the saliva of an infected bat most often by a bite. The disease can also be transmitted if the saliva of an infected bat gets into open wounds or mucous membranes (such as on the eye, nose or mouth). Bat lyssaviruses can cause disease in humans that is indistinguishable from rabies. Symptoms can take some time to develop, but when they do the condition is almost always fatal. The risk to most travellers is low. However, it is increased for certain occupations for example bat handlers and veterinarians, or certain activities such as caving. Bat Lyssavirus in Australia Rabies has not been reported in this country; therefore most travellers are considered to be at low risk. However, bats may carry bat lyssavirus (bat rabies). Prevention Travellers should avoid contact with bats. Bites from bats are frequently unrecognised. Rabies-like disease caused by bat lyssaviruses is preventable with prompt post-exposure rabies treatment. Following a possible exposure, wounds should be thoroughly cleansed and an urgent local medical assessment sought, even if the wound appears trivial. Although rabies has not been reported in other animals in this country, it is sensible to seek prompt medical advice if bitten or scratched. It is possible, although very rare for bats to pass rabies like viruses to other animals including pets. Post-exposure treatment and advice should be in accordance with national guidelines. Rabies vaccination A full course of pre-exposure vaccines simplifies and shortens the course of post-exposure treatment and removes the need for rabies immunoglobulin which is in short supply world-wide. Pre-exposure rabies vaccinations are recommended for those who are at increased risk due to their work (e.g. laboratory staff working with the virus and those working with bats). Pre exposure vaccines could be considered for those whose activities put them at increased risk of exposure to bats. Rabies in brief","prevention":"Travellers should avoid contact with bats. Bites from bats are frequently unrecognised. Rabies-like disease caused by bat lyssaviruses is preventable with prompt post-exposure rabies treatment.\nFollowing a possible exposure, wounds should be thoroughly cleansed and an urgent local medical assessment sought, even if the wound appears trivial. Although rabies has not been reported in other animals in this country, it is sensible to seek prompt medical advice if bitten or scratched. It is possible, although very rare for bats to pass rabies like viruses to other animals including pets.\nPost-exposure treatment and advice should be in accordance with national guidelines."}],"r":[{"n":"Biting Insects Or Ticks","t":"health_risk","d":"Biting insects or ticks Insect or tick bites can cause irritation and infections of the skin at the site of a bite.  They can also spread certain dise","p":"Biting insects or ticks Insect or tick bites can cause irritation and infections"},{"n":"Dengue","t":"health_risk","d":"Dengue Dengue is a viral infection spread by mosquitoes which mainly feed during daytime hours.  It causes a flu-like illness, which can occasionally ","p":"It causes a flu-like illness, which can occasionally develop into a more serious"},{"n":"Influenza","t":"health_risk","d":"Influenza Seasonal influenza is a viral infection of the respiratory tract and spreads easily from person to person via respiratory droplets when coug","p":"Prevention All travellers should: Avoid close contact with symptomatic individua"},{"n":"Outdoor Air Quality","t":"health_risk","d":"Outdoor air quality Poor air quality is a significant public health problem in many parts of the world.  Exposure to high levels of air pollution over","p":"Prevention Travellers with health problems that might make them more vulnerable "},{"n":"Sexually Transmitted Infections","t":"health_risk","d":"Sexually transmitted infections Sexually transmitted infections (STIs) are a group of viral, bacterial and parasitic infections spread during sexual i","p":"Risk is higher for travellers who: have sex without a condom have sex with new o"}],"malaria":null,"u":"2025-08-18T15:22:57.921Z","l":"https://travelhealthpro.org.uk/country/15/australia"},"Australia (Christmas Island)":{"m":[{"n":"Hepatitis A","d":"Hepatitis A Hepatitis A is a viral infection transmitted through contaminated food and water or by direct contact with an infectious person. Symptoms are often mild or absent in young children, but th","p":"All travellers should take care with personal, food and water hygiene.","r":null,"countrySpecific":null,"vaccination":"As hepatitis A vaccine is well tolerated and affords long-lasting protection, it is recommended for all previously unvaccinated travellers.","additionalSections":[{"heading":"Hepatitis A","content":"Hepatitis A is a viral infection transmitted through contaminated food and water or by direct contact with an infectious person. Symptoms are often mild or absent in young children, but the disease can be more serious with advancing age. Recovery can vary from weeks to months. Following hepatitis A infection immunity is lifelong.\n                                                                                                                                                            Prevention\nAll travellers should take care with personal, food and water hygiene.Hepatitis A vaccination\nAs hepatitis A vaccine is well tolerated and affords long-lasting protection, it is recommended for all previously unvaccinated travellers.Hepatitis A in brief"},{"heading":"Hepatitis A in brief","content":""}],"description":"Hepatitis A Hepatitis A is a viral infection transmitted through contaminated food and water or by direct contact with an infectious person. Symptoms are often mild or absent in young children, but the disease can be more serious with advancing age. Recovery can vary from weeks to months. Following hepatitis A infection immunity is lifelong. Prevention All travellers should take care with personal, food and water hygiene.Hepatitis A vaccination As hepatitis A vaccine is well tolerated and affords long-lasting protection, it is recommended for all previously unvaccinated travellers.Hepatitis A in brief","prevention":"All travellers should take care with personal, food and water hygiene."},{"n":"Tetanus","d":"Tetanus Tetanus is caused by a toxin released from Clostridium tetani bacteria and occurs worldwide. Tetanus bacteria are present in soil and manure and may be introduced through open wounds such as a","p":"Travellers should thoroughly clean all wounds and seek medical attention for injuries such as animal","r":null,"countrySpecific":null,"vaccination":"Travellers should have completed a tetanus vaccination course according to the UK schedule.\nIf travelling to a country or area where medical facilities may be limited, a booster dose of a tetanus-containing vaccine is recommended if the last dose was more than ten years ago even if five doses of vaccine have been given previously. Country-specific information on medical facilities may be found in the 'health' section of the FCDO foreign travel advice pages.","additionalSections":[{"heading":"Tetanus","content":"Tetanus is caused by a toxin released from Clostridium tetani bacteria and occurs worldwide. Tetanus bacteria are present in soil and manure and may be introduced through open wounds such as a puncture wound, burn or scratch.\n                                                                                                                                                            Prevention\nTravellers should thoroughly clean all wounds and seek medical attention for injuries such as animal bites/scratches, burns or wounds contaminated with soil.Tetanus vaccination\n\nTravellers should have completed a tetanus vaccination course according to the UK schedule.\nIf travelling to a country or area where medical facilities may be limited, a booster dose of a tetanus-containing vaccine is recommended if the last dose was more than ten years ago even if five doses of vaccine have been given previously.\n\nCountry-specific information on medical facilities may be found in the 'health' section of the FCDO foreign travel advice pages.Tetanus in brief"},{"heading":"Tetanus in brief","content":""}],"description":"Tetanus Tetanus is caused by a toxin released from Clostridium tetani bacteria and occurs worldwide. Tetanus bacteria are present in soil and manure and may be introduced through open wounds such as a puncture wound, burn or scratch. Prevention Travellers should thoroughly clean all wounds and seek medical attention for injuries such as animal bites/scratches, burns or wounds contaminated with soil.Tetanus vaccination Travellers should have completed a tetanus vaccination course according to the UK schedule. If travelling to a country or area where medical facilities may be limited, a booster dose of a tetanus-containing vaccine is recommended if the last dose was more than ten years ago even if five doses of vaccine have been given previously. Country-specific information on medical facilities may be found in the 'health' section of the FCDO foreign travel advice pages.Tetanus in brief","prevention":"Travellers should thoroughly clean all wounds and seek medical attention for injuries such as animal bites/scratches, burns or wounds contaminated with soil."}],"s":[{"n":"Hepatitis B","d":"Hepatitis B Hepatitis B is a viral infection spread through blood, semen and vaginal fluids. This mostly occurs during sexual contact or as a result of blood-to-blood contact (for example from contami","p":"Travellers should avoid contact with blood or body fluids. This includes: Avoiding unprotected sexua","r":null,"countrySpecific":null,"vaccination":"Vaccination could be considered for all travellers and is recommended for those whose activities or medical history put them at increased risk. This includes: Those who may have unprotected sex.\nThose who may be exposed to contaminated needles through injecting drug use.\nThose who may be exposed to blood or body fluids through their work (e.g. health and aid workers).\nThose at high risk of requiring medical or dental procedures or hospitalisation e.g. those with pre-existing medical conditions, those who may require travelling for medical care abroad, or those travelling to visit families or relatives.\nLong-stay travellers.\nThose who are participating in contact sports.\nFamilies adopting children from this country.","additionalSections":[{"heading":"Hepatitis B","content":"Hepatitis B is a viral infection spread through blood, semen and vaginal fluids. This mostly occurs during sexual contact or as a result of blood-to-blood contact (for example from contaminated equipment during medical and dental procedures, tattooing or body piercing procedures, and sharing of intravenous needles). Mothers with the virus can also pass on the infection to their baby during childbirth.\n                                                    Hepatitis B in Christmas Island (Australia)                                                                                                        This country is considered to have an intermediate or high prevalence of hepatitis B.Prevention\nTravellers should avoid contact with blood or body fluids. This includes:\n\nAvoiding unprotected sexual intercourse.\nAvoiding tattooing, piercing, public shaving, and acupuncture (unless sterile equipment is used).\nNot sharing needles or other injection equipment.\nFollowing universal precautions if working in a healthcare or other higher risk setting.\n\nA sterile medical equipment kit may be helpful when travelling to resource poor areas.Hepatitis B vaccination\nVaccination could be considered for all travellers and is recommended for those whose activities or medical history put them at increased risk. This includes:\n\nThose who may have unprotected sex.\nThose who may be exposed to contaminated needles through injecting drug use.\nThose who may be exposed to blood or body fluids through their work (e.g. health and aid workers).\nThose at high risk of requiring medical or dental procedures or hospitalisation e.g. those with pre-existing medical conditions, those who may require travelling for medical care abroad, or those travelling to visit families or relatives.\nLong-stay travellers.\nThose who are participating in contact sports.\nFamilies adopting children from this country.\nHepatitis B in brief"},{"heading":"Hepatitis B in Christmas Island (Australia)","content":"This country is considered to have an intermediate or high prevalence of hepatitis B."},{"heading":"Hepatitis B in brief","content":""}],"description":"Hepatitis B Hepatitis B is a viral infection spread through blood, semen and vaginal fluids. This mostly occurs during sexual contact or as a result of blood-to-blood contact (for example from contaminated equipment during medical and dental procedures, tattooing or body piercing procedures, and sharing of intravenous needles). Mothers with the virus can also pass on the infection to their baby during childbirth. Hepatitis B in Christmas Island (Australia) This country is considered to have an intermediate or high prevalence of hepatitis B.Prevention Travellers should avoid contact with blood or body fluids. This includes: Avoiding unprotected sexual intercourse. Avoiding tattooing, piercing, public shaving, and acupuncture (unless sterile equipment is used). Not sharing needles or other injection equipment. Following universal precautions if working in a healthcare or other higher risk setting. A sterile medical equipment kit may be helpful when travelling to resource poor areas.Hepatitis B vaccination Vaccination could be considered for all travellers and is recommended for those whose activities or medical history put them at increased risk. This includes: Those who may have unprotected sex. Those who may be exposed to contaminated needles through injecting drug use. Those who may be exposed to blood or body fluids through their work (e.g. health and aid workers). Those at high risk of requiring medical or dental procedures or hospitalisation e.g. those with pre-existing medical conditions, those who may require travelling for medical care abroad, or those travelling to visit families or relatives. Long-stay travellers. Those who are participating in contact sports. Families adopting children from this country. Hepatitis B in brief","prevention":"Travellers should avoid contact with blood or body fluids. This includes: Avoiding unprotected sexual intercourse.\nAvoiding tattooing, piercing, public shaving, and acupuncture (unless sterile equipment is used).\nNot sharing needles or other injection equipment.\nFollowing universal precautions if working in a healthcare or other higher risk setting. A sterile medical equipment kit may be helpful when travelling to resource poor areas."},{"n":"Rabies","d":"Rabies (Bat Lyssavirus) Although rare, bat lyssaviruses (bat rabies) can be transmitted to humans or other animals following contact with the saliva of an infected bat most often by a bite. The diseas","p":"Travellers should avoid contact with bats. Bites from bats are frequently unrecognised. Rabies-like ","r":null,"countrySpecific":"risk to most travellers is low. However, it is increased for certain occupations for example bat handlers and veterinarians, or certain activities such as caving. Bat Lyssavirus in Christmas Island Rabies has not been reported in this country; therefore most travellers are considered to be at low risk.","vaccination":"A full course of pre-exposure vaccines simplifies and shortens the course of post-exposure treatment and removes the need for rabies immunoglobulin which is in short supply world-wide. Pre-exposure rabies vaccinations are recommended for those who are at increased risk due to their work (e.g. laboratory staff working with the virus and those working with bats).\nPre exposure vaccines could be considered for those whose activities put them at increased risk of exposure to bats.","additionalSections":[{"heading":"Rabies (Bat Lyssavirus)","content":"Although rare, bat lyssaviruses (bat rabies) can be transmitted to humans or other animals following contact with the saliva of an infected bat most often by a bite. The disease can also be transmitted if the saliva of an infected bat gets into open wounds or mucous membranes (such as on the eye, nose or mouth). Bat lyssaviruses can cause disease in humans that is indistinguishable from rabies.\nSymptoms can take some time to develop, but when they do the condition is almost always fatal.\nThe risk to most travellers is low. However, it is increased for certain occupations for example bat handlers and veterinarians, or certain activities such as caving.\nBat Lyssavirus in Christmas Island\nRabies has not been reported in this country; therefore most travellers are considered to be at low risk. However, bats may carry bat lyssavirus (bat rabies).\nPrevention\n\nTravellers should avoid contact with bats. Bites from bats are frequently unrecognised. Rabies-like disease caused by bat lyssaviruses is preventable with prompt post-exposure rabies treatment.\nFollowing a possible exposure, wounds should be thoroughly cleansed and an urgent local medical assessment sought, even if the wound appears trivial. Although rabies has not been reported in other animals in this country, it is sensible to seek prompt medical advice if bitten or scratched. It is possible, although very rare for bats to pass rabies like viruses to other animals including pets.\nPost-exposure treatment and advice should be in accordance with national guidelines.\n\nRabies vaccination\nA full course of pre-exposure vaccines simplifies and shortens the course of post-exposure treatment and removes the need for rabies immunoglobulin which is in short supply world-wide.\n\nPre-exposure rabies vaccinations are recommended for those who are at increased risk due to their work (e.g. laboratory staff working with the virus and those working with bats).\nPre exposure vaccines could be considered for those whose activities put them at increased risk of exposure to bats.\n\nRabies in brief"},{"heading":"Bat Lyssavirus in Christmas Island","content":"Rabies has not been reported in this country; therefore most travellers are considered to be at low risk. However, bats may carry bat lyssavirus (bat rabies)."},{"heading":"Rabies in brief","content":""}],"description":"Rabies (Bat Lyssavirus) Although rare, bat lyssaviruses (bat rabies) can be transmitted to humans or other animals following contact with the saliva of an infected bat most often by a bite. The disease can also be transmitted if the saliva of an infected bat gets into open wounds or mucous membranes (such as on the eye, nose or mouth). Bat lyssaviruses can cause disease in humans that is indistinguishable from rabies. Symptoms can take some time to develop, but when they do the condition is almost always fatal. The risk to most travellers is low. However, it is increased for certain occupations for example bat handlers and veterinarians, or certain activities such as caving. Bat Lyssavirus in Christmas Island Rabies has not been reported in this country; therefore most travellers are considered to be at low risk. However, bats may carry bat lyssavirus (bat rabies). Prevention Travellers should avoid contact with bats. Bites from bats are frequently unrecognised. Rabies-like disease caused by bat lyssaviruses is preventable with prompt post-exposure rabies treatment. Following a possible exposure, wounds should be thoroughly cleansed and an urgent local medical assessment sought, even if the wound appears trivial. Although rabies has not been reported in other animals in this country, it is sensible to seek prompt medical advice if bitten or scratched. It is possible, although very rare for bats to pass rabies like viruses to other animals including pets. Post-exposure treatment and advice should be in accordance with national guidelines. Rabies vaccination A full course of pre-exposure vaccines simplifies and shortens the course of post-exposure treatment and removes the need for rabies immunoglobulin which is in short supply world-wide. Pre-exposure rabies vaccinations are recommended for those who are at increased risk due to their work (e.g. laboratory staff working with the virus and those working with bats). Pre exposure vaccines could be considered for those whose activities put them at increased risk of exposure to bats. Rabies in brief","prevention":"Travellers should avoid contact with bats. Bites from bats are frequently unrecognised. Rabies-like disease caused by bat lyssaviruses is preventable with prompt post-exposure rabies treatment.\nFollowing a possible exposure, wounds should be thoroughly cleansed and an urgent local medical assessment sought, even if the wound appears trivial. Although rabies has not been reported in other animals in this country, it is sensible to seek prompt medical advice if bitten or scratched. It is possible, although very rare for bats to pass rabies like viruses to other animals including pets.\nPost-exposure treatment and advice should be in accordance with national guidelines."},{"n":"Typhoid","d":"Typhoid Typhoid is a bacterial infection transmitted through contaminated food and water. Previous typhoid illness may only partially protect against re-infection. Travellers who will have access to s","p":"All travellers should take care with personal, food and water hygiene.","r":null,"countrySpecific":"risk. Those at increased risk include travellers visiting friends and relatives, frequent or long-stay travellers to areas where sanitation and food hygiene are likely to be poor, and laboratory personnel who may handle the bacteria for their work. Typhoid in Christmas Island Typhoid fever is known or presumed to occur in this country.","vaccination":"Vaccination could be considered for those whose activities put them at increased risk (see above).\nOral and injectable typhoid vaccinations are available.","additionalSections":[{"heading":"Typhoid","content":"Typhoid is a bacterial infection transmitted through contaminated food and water. Previous typhoid illness may only partially protect against re-infection.\nTravellers who will have access to safe food and water are likely to be at low risk. Those at increased risk include travellers visiting friends and relatives, frequent or long-stay travellers to areas where sanitation and food hygiene are likely to be poor, and laboratory personnel who may handle the bacteria for their work.\nTyphoid in Christmas Island\nTyphoid fever is known or presumed to occur in this country.\nPrevention\nAll travellers should take care with personal, food and water hygiene.\nTyphoid vaccination\n\nVaccination could be considered for those whose activities put them at increased risk (see above).\nOral and injectable typhoid vaccinations are available.\n\nTyphoid in brief"},{"heading":"Typhoid in Christmas Island","content":"Typhoid fever is known or presumed to occur in this country."},{"heading":"Typhoid in brief","content":""}],"description":"Typhoid Typhoid is a bacterial infection transmitted through contaminated food and water. Previous typhoid illness may only partially protect against re-infection. Travellers who will have access to safe food and water are likely to be at low risk. Those at increased risk include travellers visiting friends and relatives, frequent or long-stay travellers to areas where sanitation and food hygiene are likely to be poor, and laboratory personnel who may handle the bacteria for their work. Typhoid in Christmas Island Typhoid fever is known or presumed to occur in this country. Prevention All travellers should take care with personal, food and water hygiene. Typhoid vaccination Vaccination could be considered for those whose activities put them at increased risk (see above). Oral and injectable typhoid vaccinations are available. Typhoid in brief","prevention":"All travellers should take care with personal, food and water hygiene."}],"r":[{"n":"Biting Insects Or Ticks","t":"health_risk","d":"Biting insects or ticks Insect or tick bites can cause irritation and infections of the skin at the site of a bite.  They can also spread certain dise","p":"Biting insects or ticks Insect or tick bites can cause irritation and infections"},{"n":"Influenza","t":"health_risk","d":"Influenza Seasonal influenza is a viral infection of the respiratory tract and spreads easily from person to person via respiratory droplets when coug","p":"Prevention All travellers should: Avoid close contact with symptomatic individua"},{"n":"Outdoor Air Quality","t":"health_risk","d":"Outdoor air quality Poor air quality is a significant public health problem in many parts of the world.  Exposure to high levels of air pollution over","p":"Prevention Travellers with health problems that might make them more vulnerable "},{"n":"Sexually Transmitted Infections","t":"health_risk","d":"Sexually transmitted infections Sexually transmitted infections (STIs) are a group of viral, bacterial and parasitic infections spread during sexual i","p":"Risk is higher for travellers who: have sex without a condom have sex with new o"}],"malaria":null,"u":"2025-08-18T15:23:00.860Z","l":"https://travelhealthpro.org.uk/country/52/australia-christmas-island"},"Christmas Island (Australia)":{"m":[{"n":"Hepatitis A","d":"Hepatitis A Hepatitis A is a viral infection transmitted through contaminated food and water or by direct contact with an infectious person. Symptoms are often mild or absent in young children, but th","p":"All travellers should take care with personal, food and water hygiene.","r":null,"countrySpecific":null,"vaccination":"As hepatitis A vaccine is well tolerated and affords long-lasting protection, it is recommended for all previously unvaccinated travellers.","additionalSections":[{"heading":"Hepatitis A","content":"Hepatitis A is a viral infection transmitted through contaminated food and water or by direct contact with an infectious person. Symptoms are often mild or absent in young children, but the disease can be more serious with advancing age. Recovery can vary from weeks to months. Following hepatitis A infection immunity is lifelong.\n                                                                                                                                                            Prevention\nAll travellers should take care with personal, food and water hygiene.Hepatitis A vaccination\nAs hepatitis A vaccine is well tolerated and affords long-lasting protection, it is recommended for all previously unvaccinated travellers.Hepatitis A in brief"},{"heading":"Hepatitis A in brief","content":""}],"description":"Hepatitis A Hepatitis A is a viral infection transmitted through contaminated food and water or by direct contact with an infectious person. Symptoms are often mild or absent in young children, but the disease can be more serious with advancing age. Recovery can vary from weeks to months. Following hepatitis A infection immunity is lifelong. Prevention All travellers should take care with personal, food and water hygiene.Hepatitis A vaccination As hepatitis A vaccine is well tolerated and affords long-lasting protection, it is recommended for all previously unvaccinated travellers.Hepatitis A in brief","prevention":"All travellers should take care with personal, food and water hygiene."},{"n":"Tetanus","d":"Tetanus Tetanus is caused by a toxin released from Clostridium tetani bacteria and occurs worldwide. Tetanus bacteria are present in soil and manure and may be introduced through open wounds such as a","p":"Travellers should thoroughly clean all wounds and seek medical attention for injuries such as animal","r":null,"countrySpecific":null,"vaccination":"Travellers should have completed a tetanus vaccination course according to the UK schedule.\nIf travelling to a country or area where medical facilities may be limited, a booster dose of a tetanus-containing vaccine is recommended if the last dose was more than ten years ago even if five doses of vaccine have been given previously. Country-specific information on medical facilities may be found in the 'health' section of the FCDO foreign travel advice pages.","additionalSections":[{"heading":"Tetanus","content":"Tetanus is caused by a toxin released from Clostridium tetani bacteria and occurs worldwide. Tetanus bacteria are present in soil and manure and may be introduced through open wounds such as a puncture wound, burn or scratch.\n                                                                                                                                                            Prevention\nTravellers should thoroughly clean all wounds and seek medical attention for injuries such as animal bites/scratches, burns or wounds contaminated with soil.Tetanus vaccination\n\nTravellers should have completed a tetanus vaccination course according to the UK schedule.\nIf travelling to a country or area where medical facilities may be limited, a booster dose of a tetanus-containing vaccine is recommended if the last dose was more than ten years ago even if five doses of vaccine have been given previously.\n\nCountry-specific information on medical facilities may be found in the 'health' section of the FCDO foreign travel advice pages.Tetanus in brief"},{"heading":"Tetanus in brief","content":""}],"description":"Tetanus Tetanus is caused by a toxin released from Clostridium tetani bacteria and occurs worldwide. Tetanus bacteria are present in soil and manure and may be introduced through open wounds such as a puncture wound, burn or scratch. Prevention Travellers should thoroughly clean all wounds and seek medical attention for injuries such as animal bites/scratches, burns or wounds contaminated with soil.Tetanus vaccination Travellers should have completed a tetanus vaccination course according to the UK schedule. If travelling to a country or area where medical facilities may be limited, a booster dose of a tetanus-containing vaccine is recommended if the last dose was more than ten years ago even if five doses of vaccine have been given previously. Country-specific information on medical facilities may be found in the 'health' section of the FCDO foreign travel advice pages.Tetanus in brief","prevention":"Travellers should thoroughly clean all wounds and seek medical attention for injuries such as animal bites/scratches, burns or wounds contaminated with soil."}],"s":[{"n":"Hepatitis B","d":"Hepatitis B Hepatitis B is a viral infection spread through blood, semen and vaginal fluids. This mostly occurs during sexual contact or as a result of blood-to-blood contact (for example from contami","p":"Travellers should avoid contact with blood or body fluids. This includes: Avoiding unprotected sexua","r":null,"countrySpecific":"Hepatitis B in Christmas Island (Australia) This country is considered to have an intermediate or high prevalence of hepatitis B.","vaccination":"Vaccination could be considered for all travellers and is recommended for those whose activities or medical history put them at increased risk. This includes: Those who may have unprotected sex.\nThose who may be exposed to contaminated needles through injecting drug use.\nThose who may be exposed to blood or body fluids through their work (e.g. health and aid workers).\nThose at high risk of requiring medical or dental procedures or hospitalisation e.g. those with pre-existing medical conditions, those who may require travelling for medical care abroad, or those travelling to visit families or relatives.\nLong-stay travellers.\nThose who are participating in contact sports.\nFamilies adopting children from this country.","additionalSections":[{"heading":"Hepatitis B","content":"Hepatitis B is a viral infection spread through blood, semen and vaginal fluids. This mostly occurs during sexual contact or as a result of blood-to-blood contact (for example from contaminated equipment during medical and dental procedures, tattooing or body piercing procedures, and sharing of intravenous needles). Mothers with the virus can also pass on the infection to their baby during childbirth.\n                                                    Hepatitis B in Christmas Island (Australia)                                                                                                        This country is considered to have an intermediate or high prevalence of hepatitis B.Prevention\nTravellers should avoid contact with blood or body fluids. This includes:\n\nAvoiding unprotected sexual intercourse.\nAvoiding tattooing, piercing, public shaving, and acupuncture (unless sterile equipment is used).\nNot sharing needles or other injection equipment.\nFollowing universal precautions if working in a healthcare or other higher risk setting.\n\nA sterile medical equipment kit may be helpful when travelling to resource poor areas.Hepatitis B vaccination\nVaccination could be considered for all travellers and is recommended for those whose activities or medical history put them at increased risk. This includes:\n\nThose who may have unprotected sex.\nThose who may be exposed to contaminated needles through injecting drug use.\nThose who may be exposed to blood or body fluids through their work (e.g. health and aid workers).\nThose at high risk of requiring medical or dental procedures or hospitalisation e.g. those with pre-existing medical conditions, those who may require travelling for medical care abroad, or those travelling to visit families or relatives.\nLong-stay travellers.\nThose who are participating in contact sports.\nFamilies adopting children from this country.\nHepatitis B in brief"},{"heading":"Hepatitis B in brief","content":""}],"description":"Hepatitis B Hepatitis B is a viral infection spread through blood, semen and vaginal fluids. This mostly occurs during sexual contact or as a result of blood-to-blood contact (for example from contaminated equipment during medical and dental procedures, tattooing or body piercing procedures, and sharing of intravenous needles). Mothers with the virus can also pass on the infection to their baby during childbirth. Hepatitis B in Christmas Island (Australia) This country is considered to have an intermediate or high prevalence of hepatitis B.Prevention Travellers should avoid contact with blood or body fluids. This includes: Avoiding unprotected sexual intercourse. Avoiding tattooing, piercing, public shaving, and acupuncture (unless sterile equipment is used). Not sharing needles or other injection equipment. Following universal precautions if working in a healthcare or other higher risk setting. A sterile medical equipment kit may be helpful when travelling to resource poor areas.Hepatitis B vaccination Vaccination could be considered for all travellers and is recommended for those whose activities or medical history put them at increased risk. This includes: Those who may have unprotected sex. Those who may be exposed to contaminated needles through injecting drug use. Those who may be exposed to blood or body fluids through their work (e.g. health and aid workers). Those at high risk of requiring medical or dental procedures or hospitalisation e.g. those with pre-existing medical conditions, those who may require travelling for medical care abroad, or those travelling to visit families or relatives. Long-stay travellers. Those who are participating in contact sports. Families adopting children from this country. Hepatitis B in brief","prevention":"Travellers should avoid contact with blood or body fluids. This includes: Avoiding unprotected sexual intercourse.\nAvoiding tattooing, piercing, public shaving, and acupuncture (unless sterile equipment is used).\nNot sharing needles or other injection equipment.\nFollowing universal precautions if working in a healthcare or other higher risk setting. A sterile medical equipment kit may be helpful when travelling to resource poor areas."},{"n":"Rabies","d":"Rabies (Bat Lyssavirus) Although rare, bat lyssaviruses (bat rabies) can be transmitted to humans or other animals following contact with the saliva of an infected bat most often by a bite. The diseas","p":"Travellers should avoid contact with bats. Bites from bats are frequently unrecognised. Rabies-like ","r":null,"countrySpecific":"risk to most travellers is low. However, it is increased for certain occupations for example bat handlers and veterinarians, or certain activities such as caving. Bat Lyssavirus in Christmas Island Rabies has not been reported in this country; therefore most travellers are considered to be at low risk.","vaccination":"A full course of pre-exposure vaccines simplifies and shortens the course of post-exposure treatment and removes the need for rabies immunoglobulin which is in short supply world-wide. Pre-exposure rabies vaccinations are recommended for those who are at increased risk due to their work (e.g. laboratory staff working with the virus and those working with bats).\nPre exposure vaccines could be considered for those whose activities put them at increased risk of exposure to bats.","additionalSections":[{"heading":"Rabies (Bat Lyssavirus)","content":"Although rare, bat lyssaviruses (bat rabies) can be transmitted to humans or other animals following contact with the saliva of an infected bat most often by a bite. The disease can also be transmitted if the saliva of an infected bat gets into open wounds or mucous membranes (such as on the eye, nose or mouth). Bat lyssaviruses can cause disease in humans that is indistinguishable from rabies.\nSymptoms can take some time to develop, but when they do the condition is almost always fatal.\nThe risk to most travellers is low. However, it is increased for certain occupations for example bat handlers and veterinarians, or certain activities such as caving.\nBat Lyssavirus in Christmas Island\nRabies has not been reported in this country; therefore most travellers are considered to be at low risk. However, bats may carry bat lyssavirus (bat rabies).\nPrevention\n\nTravellers should avoid contact with bats. Bites from bats are frequently unrecognised. Rabies-like disease caused by bat lyssaviruses is preventable with prompt post-exposure rabies treatment.\nFollowing a possible exposure, wounds should be thoroughly cleansed and an urgent local medical assessment sought, even if the wound appears trivial. Although rabies has not been reported in other animals in this country, it is sensible to seek prompt medical advice if bitten or scratched. It is possible, although very rare for bats to pass rabies like viruses to other animals including pets.\nPost-exposure treatment and advice should be in accordance with national guidelines.\n\nRabies vaccination\nA full course of pre-exposure vaccines simplifies and shortens the course of post-exposure treatment and removes the need for rabies immunoglobulin which is in short supply world-wide.\n\nPre-exposure rabies vaccinations are recommended for those who are at increased risk due to their work (e.g. laboratory staff working with the virus and those working with bats).\nPre exposure vaccines could be considered for those whose activities put them at increased risk of exposure to bats.\n\nRabies in brief"},{"heading":"Bat Lyssavirus in Christmas Island","content":"Rabies has not been reported in this country; therefore most travellers are considered to be at low risk. However, bats may carry bat lyssavirus (bat rabies)."},{"heading":"Rabies in brief","content":""}],"description":"Rabies (Bat Lyssavirus) Although rare, bat lyssaviruses (bat rabies) can be transmitted to humans or other animals following contact with the saliva of an infected bat most often by a bite. The disease can also be transmitted if the saliva of an infected bat gets into open wounds or mucous membranes (such as on the eye, nose or mouth). Bat lyssaviruses can cause disease in humans that is indistinguishable from rabies. Symptoms can take some time to develop, but when they do the condition is almost always fatal. The risk to most travellers is low. However, it is increased for certain occupations for example bat handlers and veterinarians, or certain activities such as caving. Bat Lyssavirus in Christmas Island Rabies has not been reported in this country; therefore most travellers are considered to be at low risk. However, bats may carry bat lyssavirus (bat rabies). Prevention Travellers should avoid contact with bats. Bites from bats are frequently unrecognised. Rabies-like disease caused by bat lyssaviruses is preventable with prompt post-exposure rabies treatment. Following a possible exposure, wounds should be thoroughly cleansed and an urgent local medical assessment sought, even if the wound appears trivial. Although rabies has not been reported in other animals in this country, it is sensible to seek prompt medical advice if bitten or scratched. It is possible, although very rare for bats to pass rabies like viruses to other animals including pets. Post-exposure treatment and advice should be in accordance with national guidelines. Rabies vaccination A full course of pre-exposure vaccines simplifies and shortens the course of post-exposure treatment and removes the need for rabies immunoglobulin which is in short supply world-wide. Pre-exposure rabies vaccinations are recommended for those who are at increased risk due to their work (e.g. laboratory staff working with the virus and those working with bats). Pre exposure vaccines could be considered for those whose activities put them at increased risk of exposure to bats. Rabies in brief","prevention":"Travellers should avoid contact with bats. Bites from bats are frequently unrecognised. Rabies-like disease caused by bat lyssaviruses is preventable with prompt post-exposure rabies treatment.\nFollowing a possible exposure, wounds should be thoroughly cleansed and an urgent local medical assessment sought, even if the wound appears trivial. Although rabies has not been reported in other animals in this country, it is sensible to seek prompt medical advice if bitten or scratched. It is possible, although very rare for bats to pass rabies like viruses to other animals including pets.\nPost-exposure treatment and advice should be in accordance with national guidelines."},{"n":"Typhoid","d":"Typhoid Typhoid is a bacterial infection transmitted through contaminated food and water. Previous typhoid illness may only partially protect against re-infection. Travellers who will have access to s","p":"All travellers should take care with personal, food and water hygiene.","r":null,"countrySpecific":"risk. Those at increased risk include travellers visiting friends and relatives, frequent or long-stay travellers to areas where sanitation and food hygiene are likely to be poor, and laboratory personnel who may handle the bacteria for their work. Typhoid in Christmas Island Typhoid fever is known or presumed to occur in this country.","vaccination":"Vaccination could be considered for those whose activities put them at increased risk (see above).\nOral and injectable typhoid vaccinations are available.","additionalSections":[{"heading":"Typhoid","content":"Typhoid is a bacterial infection transmitted through contaminated food and water. Previous typhoid illness may only partially protect against re-infection.\nTravellers who will have access to safe food and water are likely to be at low risk. Those at increased risk include travellers visiting friends and relatives, frequent or long-stay travellers to areas where sanitation and food hygiene are likely to be poor, and laboratory personnel who may handle the bacteria for their work.\nTyphoid in Christmas Island\nTyphoid fever is known or presumed to occur in this country.\nPrevention\nAll travellers should take care with personal, food and water hygiene.\nTyphoid vaccination\n\nVaccination could be considered for those whose activities put them at increased risk (see above).\nOral and injectable typhoid vaccinations are available.\n\nTyphoid in brief"},{"heading":"Typhoid in Christmas Island","content":"Typhoid fever is known or presumed to occur in this country."},{"heading":"Typhoid in brief","content":""}],"description":"Typhoid Typhoid is a bacterial infection transmitted through contaminated food and water. Previous typhoid illness may only partially protect against re-infection. Travellers who will have access to safe food and water are likely to be at low risk. Those at increased risk include travellers visiting friends and relatives, frequent or long-stay travellers to areas where sanitation and food hygiene are likely to be poor, and laboratory personnel who may handle the bacteria for their work. Typhoid in Christmas Island Typhoid fever is known or presumed to occur in this country. Prevention All travellers should take care with personal, food and water hygiene. Typhoid vaccination Vaccination could be considered for those whose activities put them at increased risk (see above). Oral and injectable typhoid vaccinations are available. Typhoid in brief","prevention":"All travellers should take care with personal, food and water hygiene."}],"r":[{"n":"Biting Insects Or Ticks","t":"health_risk","d":"Biting insects or ticks Insect or tick bites can cause irritation and infections of the skin at the site of a bite.  They can also spread certain dise","p":"Biting insects or ticks Insect or tick bites can cause irritation and infections"},{"n":"Influenza","t":"health_risk","d":"Influenza Seasonal influenza is a viral infection of the respiratory tract and spreads easily from person to person via respiratory droplets when coug","p":"Prevention All travellers should: Avoid close contact with symptomatic individua"},{"n":"Outdoor Air Quality","t":"health_risk","d":"Outdoor air quality Poor air quality is a significant public health problem in many parts of the world.  Exposure to high levels of air pollution over","p":"Prevention Travellers with health problems that might make them more vulnerable "},{"n":"Sexually Transmitted Infections","t":"health_risk","d":"Sexually transmitted infections Sexually transmitted infections (STIs) are a group of viral, bacterial and parasitic infections spread during sexual i","p":"Risk is higher for travellers who: have sex without a condom have sex with new o"}],"malaria":null,"u":"2025-08-18T15:25:23.323Z","l":"https://travelhealthpro.org.uk/country/52/christmas-island-australia"},"Fiji":{"m":[{"n":"Tetanus","d":"Tetanus Tetanus is caused by a toxin released from Clostridium tetani bacteria and occurs worldwide. Tetanus bacteria are present in soil and manure and may be introduced through open wounds such as a","p":"Travellers should thoroughly clean all wounds and seek medical attention for injuries such as animal","r":null,"countrySpecific":null,"vaccination":"Travellers should have completed a tetanus vaccination course according to the UK schedule.\nIf travelling to a country or area where medical facilities may be limited, a booster dose of a tetanus-containing vaccine is recommended if the last dose was more than ten years ago even if five doses of vaccine have been given previously. Country-specific information on medical facilities may be found in the 'health' section of the FCDO foreign travel advice pages.","additionalSections":[{"heading":"Tetanus","content":"Tetanus is caused by a toxin released from Clostridium tetani bacteria and occurs worldwide. Tetanus bacteria are present in soil and manure and may be introduced through open wounds such as a puncture wound, burn or scratch.\n                                                                                                                                                            Prevention\nTravellers should thoroughly clean all wounds and seek medical attention for injuries such as animal bites/scratches, burns or wounds contaminated with soil.Tetanus vaccination\n\nTravellers should have completed a tetanus vaccination course according to the UK schedule.\nIf travelling to a country or area where medical facilities may be limited, a booster dose of a tetanus-containing vaccine is recommended if the last dose was more than ten years ago even if five doses of vaccine have been given previously.\n\nCountry-specific information on medical facilities may be found in the 'health' section of the FCDO foreign travel advice pages.Tetanus in brief"},{"heading":"Tetanus in brief","content":""}],"description":"Tetanus Tetanus is caused by a toxin released from Clostridium tetani bacteria and occurs worldwide. Tetanus bacteria are present in soil and manure and may be introduced through open wounds such as a puncture wound, burn or scratch. Prevention Travellers should thoroughly clean all wounds and seek medical attention for injuries such as animal bites/scratches, burns or wounds contaminated with soil.Tetanus vaccination Travellers should have completed a tetanus vaccination course according to the UK schedule. If travelling to a country or area where medical facilities may be limited, a booster dose of a tetanus-containing vaccine is recommended if the last dose was more than ten years ago even if five doses of vaccine have been given previously. Country-specific information on medical facilities may be found in the 'health' section of the FCDO foreign travel advice pages.Tetanus in brief","prevention":"Travellers should thoroughly clean all wounds and seek medical attention for injuries such as animal bites/scratches, burns or wounds contaminated with soil."}],"s":[{"n":"Dengue","d":"Dengue Dengue is a viral infection spread by mosquitoes which mainly feed during daytime hours. It causes a flu-like illness, which can occasionally develop into a more serious life-threatening illnes","p":"Travellers should avoid mosquito bites, particularly during daytime hours.","r":null,"countrySpecific":"Dengue in Fiji There is a risk of dengue in this country. Information on current outbreaks, where available, will be reported on our outbreak surveillance database.","vaccination":"Vaccination can be considered for individuals aged 4 years of age and older who have had dengue infection in the past and who are: travelling to areas where there is a risk of dengue infection or areas with an ongoing outbreak of dengue, or\nare exposed to dengue virus through their work, such as laboratory staff working with the virus Exceptionally, vaccination can be considered in those who have not had dengue in the past. In these situations, further expert advice should be considered. Detailed guidance on how to ascertain previous infection is available in the UK Health Security Agency Immunisation against infectious disease the 'Green book'. The final decision on vaccination rests with the health professional and the traveller after a detailed risk assessment has been performed and the potential risks of vaccination explained.","additionalSections":[{"heading":"Dengue","content":"Dengue is a viral infection spread by mosquitoes which mainly feed during daytime hours. It causes a flu-like illness, which can occasionally develop into a more serious life-threatening illness. Severe dengue is rare in travellers.\nThe mosquitoes that spread dengue are more common in towns, cities and surrounding areas.\n                                                    Dengue in Fiji                                                                                                        There is a risk of dengue in this country.Information on current outbreaks, where available, will be reported on our outbreak surveillance database.Prevention\n\nTravellers should avoid mosquito bites, particularly during daytime hours.\n\nDengue vaccination\nVaccination can be considered for individuals aged 4 years of age and older who have had dengue infection in the past and who are:\n\ntravelling to areas where there is a risk of dengue infection or areas with an ongoing outbreak of dengue, or\nare exposed to dengue virus through their work, such as laboratory staff working with the virus\n\nExceptionally, vaccination can be considered in those who have not had dengue in the past. In these situations, further expert advice should be considered. Detailed guidance on how to ascertain previous infection is available in the UK Health Security Agency Immunisation against infectious disease the 'Green book'. The final decision on vaccination rests with the health professional and the traveller after a detailed risk assessment has been performed and the potential risks of vaccination explained.Dengue in brief"},{"heading":"Dengue in brief","content":""}],"description":"Dengue Dengue is a viral infection spread by mosquitoes which mainly feed during daytime hours. It causes a flu-like illness, which can occasionally develop into a more serious life-threatening illness. Severe dengue is rare in travellers. The mosquitoes that spread dengue are more common in towns, cities and surrounding areas. Dengue in Fiji There is a risk of dengue in this country.Information on current outbreaks, where available, will be reported on our outbreak surveillance database.Prevention Travellers should avoid mosquito bites, particularly during daytime hours. Dengue vaccination Vaccination can be considered for individuals aged 4 years of age and older who have had dengue infection in the past and who are: travelling to areas where there is a risk of dengue infection or areas with an ongoing outbreak of dengue, or are exposed to dengue virus through their work, such as laboratory staff working with the virus Exceptionally, vaccination can be considered in those who have not had dengue in the past. In these situations, further expert advice should be considered. Detailed guidance on how to ascertain previous infection is available in the UK Health Security Agency Immunisation against infectious disease the 'Green book'. The final decision on vaccination rests with the health professional and the traveller after a detailed risk assessment has been performed and the potential risks of vaccination explained.Dengue in brief","prevention":"Travellers should avoid mosquito bites, particularly during daytime hours."},{"n":"Hepatitis A","d":"Hepatitis A Hepatitis A is a viral infection transmitted through contaminated food and water or by direct contact with an infectious person. Symptoms are often mild or absent in young children, but th","p":"All travellers should take care with personal, food and water hygiene.","r":null,"countrySpecific":null,"vaccination":"Vaccination is recommended for those whose activities put them at increased risk. This includes: Those who are staying with or visiting the local population.\nFrequent and/or long-stay travellers to areas where sanitation and food hygiene are likely to be poor.\nAdventure travellers visiting rural areas and staying in basic accommodation such as backpackers.\nThose with existing medical conditions such as liver disease or haemophilia.\nMen who have sex with men.\nPeople who inject drugs.\nThose who may be exposed to the virus through their work.\nThose going to areas of hepatitis A outbreaks who have limited access to safe water and medical care.","additionalSections":[{"heading":"Hepatitis A","content":"Hepatitis A is a viral infection transmitted through contaminated food and water or by direct contact with an infectious person. Symptoms are often mild or absent in young children, but the disease can be more serious with advancing age. Recovery can vary from weeks to months. Following hepatitis A infection immunity is lifelong.\n                                                                                                                                                            Prevention\nAll travellers should take care with personal, food and water hygiene.Hepatitis A vaccination\nVaccination is recommended for those whose activities put them at increased risk. This includes:\n\nThose who are staying with or visiting the local population.\nFrequent and/or long-stay travellers to areas where sanitation and food hygiene are likely to be poor.\nAdventure travellers visiting rural areas and staying in basic accommodation such as backpackers.\nThose with existing medical conditions such as liver disease or haemophilia.\nMen who have sex with men.\nPeople who inject drugs.\nThose who may be exposed to the virus through their work.\nThose going to areas of hepatitis A outbreaks who have limited access to safe water and medical care.\nHepatitis A in brief"},{"heading":"Hepatitis A in brief","content":""}],"description":"Hepatitis A Hepatitis A is a viral infection transmitted through contaminated food and water or by direct contact with an infectious person. Symptoms are often mild or absent in young children, but the disease can be more serious with advancing age. Recovery can vary from weeks to months. Following hepatitis A infection immunity is lifelong. Prevention All travellers should take care with personal, food and water hygiene.Hepatitis A vaccination Vaccination is recommended for those whose activities put them at increased risk. This includes: Those who are staying with or visiting the local population. Frequent and/or long-stay travellers to areas where sanitation and food hygiene are likely to be poor. Adventure travellers visiting rural areas and staying in basic accommodation such as backpackers. Those with existing medical conditions such as liver disease or haemophilia. Men who have sex with men. People who inject drugs. Those who may be exposed to the virus through their work. Those going to areas of hepatitis A outbreaks who have limited access to safe water and medical care. Hepatitis A in brief","prevention":"All travellers should take care with personal, food and water hygiene."},{"n":"Hepatitis B","d":"Hepatitis B Hepatitis B is a viral infection spread through blood, semen and vaginal fluids. This mostly occurs during sexual contact or as a result of blood-to-blood contact (for example from contami","p":"Travellers should avoid contact with blood or body fluids. This includes: Avoiding unprotected sexua","r":null,"countrySpecific":"Hepatitis B in Fiji This country is considered to have an intermediate or high prevalence of hepatitis B.","vaccination":"Vaccination could be considered for all travellers and is recommended for those whose activities or medical history put them at increased risk. This includes: Those who may have unprotected sex.\nThose who may be exposed to contaminated needles through injecting drug use.\nThose who may be exposed to blood or body fluids through their work (e.g. health and aid workers).\nThose at high risk of requiring medical or dental procedures or hospitalisation e.g. those with pre-existing medical conditions, those who may require travelling for medical care abroad, or those travelling to visit families or relatives.\nLong-stay travellers.\nThose who are participating in contact sports.\nFamilies adopting children from this country.","additionalSections":[{"heading":"Hepatitis B","content":"Hepatitis B is a viral infection spread through blood, semen and vaginal fluids. This mostly occurs during sexual contact or as a result of blood-to-blood contact (for example from contaminated equipment during medical and dental procedures, tattooing or body piercing procedures, and sharing of intravenous needles). Mothers with the virus can also pass on the infection to their baby during childbirth.\n                                                    Hepatitis B in Fiji                                                                                                        This country is considered to have an intermediate or high prevalence of hepatitis B.Prevention\nTravellers should avoid contact with blood or body fluids. This includes:\n\nAvoiding unprotected sexual intercourse.\nAvoiding tattooing, piercing, public shaving, and acupuncture (unless sterile equipment is used).\nNot sharing needles or other injection equipment.\nFollowing universal precautions if working in a healthcare or other higher risk setting.\n\nA sterile medical equipment kit may be helpful when travelling to resource poor areas.Hepatitis B vaccination\nVaccination could be considered for all travellers and is recommended for those whose activities or medical history put them at increased risk. This includes:\n\nThose who may have unprotected sex.\nThose who may be exposed to contaminated needles through injecting drug use.\nThose who may be exposed to blood or body fluids through their work (e.g. health and aid workers).\nThose at high risk of requiring medical or dental procedures or hospitalisation e.g. those with pre-existing medical conditions, those who may require travelling for medical care abroad, or those travelling to visit families or relatives.\nLong-stay travellers.\nThose who are participating in contact sports.\nFamilies adopting children from this country.\nHepatitis B in brief"},{"heading":"Hepatitis B in brief","content":""}],"description":"Hepatitis B Hepatitis B is a viral infection spread through blood, semen and vaginal fluids. This mostly occurs during sexual contact or as a result of blood-to-blood contact (for example from contaminated equipment during medical and dental procedures, tattooing or body piercing procedures, and sharing of intravenous needles). Mothers with the virus can also pass on the infection to their baby during childbirth. Hepatitis B in Fiji This country is considered to have an intermediate or high prevalence of hepatitis B.Prevention Travellers should avoid contact with blood or body fluids. This includes: Avoiding unprotected sexual intercourse. Avoiding tattooing, piercing, public shaving, and acupuncture (unless sterile equipment is used). Not sharing needles or other injection equipment. Following universal precautions if working in a healthcare or other higher risk setting. A sterile medical equipment kit may be helpful when travelling to resource poor areas.Hepatitis B vaccination Vaccination could be considered for all travellers and is recommended for those whose activities or medical history put them at increased risk. This includes: Those who may have unprotected sex. Those who may be exposed to contaminated needles through injecting drug use. Those who may be exposed to blood or body fluids through their work (e.g. health and aid workers). Those at high risk of requiring medical or dental procedures or hospitalisation e.g. those with pre-existing medical conditions, those who may require travelling for medical care abroad, or those travelling to visit families or relatives. Long-stay travellers. Those who are participating in contact sports. Families adopting children from this country. Hepatitis B in brief","prevention":"Travellers should avoid contact with blood or body fluids. This includes: Avoiding unprotected sexual intercourse.\nAvoiding tattooing, piercing, public shaving, and acupuncture (unless sterile equipment is used).\nNot sharing needles or other injection equipment.\nFollowing universal precautions if working in a healthcare or other higher risk setting. A sterile medical equipment kit may be helpful when travelling to resource poor areas."},{"n":"Rabies","d":"Rabies (Bat Lyssavirus) Although rare, bat lyssaviruses (bat rabies) can be transmitted to humans or other animals following contact with the saliva of an infected bat most often by a bite. The diseas","p":"Travellers should avoid contact with bats. Bites from bats are frequently unrecognised. Rabies-like ","r":null,"countrySpecific":"Bat Lyssavirus in Fiji Rabies has not been reported in this country; therefore most travellers are considered to be at low risk. However, bats may carry bat lyssavirus (bat rabies).","vaccination":"A full course of pre-exposure vaccines simplifies and shortens the course of post-exposure treatment and removes the need for rabies immunoglobulin which is in short supply world-wide.\nPre-exposure rabies vaccinations are recommended for those who are at increased risk due to their work (e.g. laboratory staff working with the virus and those working with bats).\nPre-exposure vaccines could be considered for those whose activities put them at increased risk of exposure to bats.","additionalSections":[{"heading":"Rabies (Bat Lyssavirus)","content":"Although rare, bat lyssaviruses (bat rabies) can be transmitted to humans or other animals following contact with the saliva of an infected bat most often by a bite. The disease can also be transmitted if the saliva of an infected bat gets into open wounds or mucous membranes (such as on the eye, nose or mouth). Bat lyssaviruses can cause disease in humans that is indistinguishable from rabies.\nSymptoms can take some time to develop, but when they do the condition is almost always fatal.\nThe risk to most travellers is low. However, it is increased for certain occupations for example bat handlers and veterinarians, or certain activities such as caving.\nBat Lyssavirus in Fiji\nRabies has not been reported in this country; therefore most travellers are considered to be at low risk. However, bats may carry bat lyssavirus (bat rabies).\nPrevention\n\nTravellers should avoid contact with bats. Bites from bats are frequently unrecognised. Rabies-like disease caused by bat lyssaviruses is preventable with prompt post-exposure rabies management.\nFollowing a possible exposure, wounds should be thoroughly cleansed and an urgent local medical assessment sought, even if the wound appears trivial. Although rabies has not been reported in other animals in this country, it is sensible to seek prompt medical advice if bitten or scratched. It is possible, although very rare for bats to pass rabies like viruses to other animals including pets.\nPost-exposure treatment and advice should be in accordance with national guidelines.\n\nRabies vaccination\n\nA full course of pre-exposure vaccines simplifies and shortens the course of post-exposure treatment and removes the need for rabies immunoglobulin which is in short supply world-wide.\nPre-exposure rabies vaccinations are recommended for those who are at increased risk due to their work (e.g. laboratory staff working with the virus and those working with bats).\nPre-exposure vaccines could be considered for those whose activities put them at increased risk of exposure to bats.\n\nRabies in brief"},{"heading":"Rabies in brief","content":""}],"description":"Rabies (Bat Lyssavirus) Although rare, bat lyssaviruses (bat rabies) can be transmitted to humans or other animals following contact with the saliva of an infected bat most often by a bite. The disease can also be transmitted if the saliva of an infected bat gets into open wounds or mucous membranes (such as on the eye, nose or mouth). Bat lyssaviruses can cause disease in humans that is indistinguishable from rabies. Symptoms can take some time to develop, but when they do the condition is almost always fatal. The risk to most travellers is low. However, it is increased for certain occupations for example bat handlers and veterinarians, or certain activities such as caving. Bat Lyssavirus in Fiji Rabies has not been reported in this country; therefore most travellers are considered to be at low risk. However, bats may carry bat lyssavirus (bat rabies). Prevention Travellers should avoid contact with bats. Bites from bats are frequently unrecognised. Rabies-like disease caused by bat lyssaviruses is preventable with prompt post-exposure rabies management. Following a possible exposure, wounds should be thoroughly cleansed and an urgent local medical assessment sought, even if the wound appears trivial. Although rabies has not been reported in other animals in this country, it is sensible to seek prompt medical advice if bitten or scratched. It is possible, although very rare for bats to pass rabies like viruses to other animals including pets. Post-exposure treatment and advice should be in accordance with national guidelines. Rabies vaccination A full course of pre-exposure vaccines simplifies and shortens the course of post-exposure treatment and removes the need for rabies immunoglobulin which is in short supply world-wide. Pre-exposure rabies vaccinations are recommended for those who are at increased risk due to their work (e.g. laboratory staff working with the virus and those working with bats). Pre-exposure vaccines could be considered for those whose activities put them at increased risk of exposure to bats. Rabies in brief","prevention":"Travellers should avoid contact with bats. Bites from bats are frequently unrecognised. Rabies-like disease caused by bat lyssaviruses is preventable with prompt post-exposure rabies management.\nFollowing a possible exposure, wounds should be thoroughly cleansed and an urgent local medical assessment sought, even if the wound appears trivial. Although rabies has not been reported in other animals in this country, it is sensible to seek prompt medical advice if bitten or scratched. It is possible, although very rare for bats to pass rabies like viruses to other animals including pets.\nPost-exposure treatment and advice should be in accordance with national guidelines."},{"n":"Tuberculosis","d":"Tuberculosis TB is a bacterial infection most commonly affecting the lungs but can affect any part of the body. When a person with TB in their lungs or throat coughs or sneezes they could pass TB on t","p":"Travellers should avoid close contact with individuals known to have infectious pulmonary (lung) or ","r":null,"countrySpecific":"Tuberculosis in Fiji This country has reported an annual TB incidence of greater than or equal to 40 cases per 100,000 population at least once in the last five years (further details).","vaccination":"BCG vaccine is recommended for those at increased risk of developing severe disease and/or of exposure to TB infection. See UK Health Security Agency Immunisation against infectious disease, the 'Green Book'. For travellers, BCG vaccine is recommended for: Unvaccinated, children under 16 years of age, who are going to live for more than 3 months in this country. A tuberculin skin test is required prior to vaccination for all children from 6 years of age and may be recommended for some younger children.\nUnvaccinated, tuberculin skin test-negative individuals at risk due to their work such as healthcare or laboratory workers who have direct contact with TB patients or potentially infectious clinical material and vets and abattoir workers who handle animal material, which could be infected with TB. There are specific contraindications to BCG vaccine. Health professionals must be trained and assessed as competent to administer this vaccine intradermally. Following administration, no further vaccines should be administered in the same limb for 3 months. The BCG vaccine is given once only, booster doses are not recommended.","additionalSections":[{"heading":"Tuberculosis","content":"TB is a bacterial infection most commonly affecting the lungs but can affect any part of the body. When a person with TB in their lungs or throat coughs or sneezes they could pass TB on to other people. TB is curable but can be serious if not treated.\nThe BCG vaccination helps to protect some people, particularly babies and young children who are at increased risk from TB.\n                                                    Tuberculosis in Fiji                                                                                                        This country has reported an annual TB incidence of greater than or equal to 40 cases per 100,000 population at least once in the last five years (further details).Prevention\nTravellers should avoid close contact with individuals known to have infectious pulmonary (lung) or laryngeal (throat) TB.\nThose at risk during their work (such as healthcare workers) should take appropriate infection control and prevention precautions.Tuberculosis (BCG) vaccination\nBCG vaccine is recommended for those at increased risk of developing severe disease and/or of exposure to TB infection. See UK Health Security Agency Immunisation against infectious disease, the 'Green Book'.\nFor travellers, BCG vaccine is recommended for:\n\nUnvaccinated, children under 16 years of age, who are going to live for more than 3 months in this country. A tuberculin skin test is required prior to vaccination for all children from 6 years of age and may be recommended for some younger children.\nUnvaccinated, tuberculin skin test-negative individuals at risk due to their work such as healthcare or laboratory workers who have direct contact with TB patients or potentially infectious clinical material and vets and abattoir workers who handle animal material, which could be infected with TB.\n\nThere are specific contraindications to BCG vaccine. Health professionals must be trained and assessed as competent to administer this vaccine intradermally.\nFollowing administration, no further vaccines should be administered in the same limb for 3 months.\nThe BCG vaccine is given once only, booster doses are not recommended.Tuberculosis in brief"},{"heading":"Tuberculosis in brief","content":""}],"description":"Tuberculosis TB is a bacterial infection most commonly affecting the lungs but can affect any part of the body. When a person with TB in their lungs or throat coughs or sneezes they could pass TB on to other people. TB is curable but can be serious if not treated. The BCG vaccination helps to protect some people, particularly babies and young children who are at increased risk from TB. Tuberculosis in Fiji This country has reported an annual TB incidence of greater than or equal to 40 cases per 100,000 population at least once in the last five years (further details).Prevention Travellers should avoid close contact with individuals known to have infectious pulmonary (lung) or laryngeal (throat) TB. Those at risk during their work (such as healthcare workers) should take appropriate infection control and prevention precautions.Tuberculosis (BCG) vaccination BCG vaccine is recommended for those at increased risk of developing severe disease and/or of exposure to TB infection. See UK Health Security Agency Immunisation against infectious disease, the 'Green Book'. For travellers, BCG vaccine is recommended for: Unvaccinated, children under 16 years of age, who are going to live for more than 3 months in this country. A tuberculin skin test is required prior to vaccination for all children from 6 years of age and may be recommended for some younger children. Unvaccinated, tuberculin skin test-negative individuals at risk due to their work such as healthcare or laboratory workers who have direct contact with TB patients or potentially infectious clinical material and vets and abattoir workers who handle animal material, which could be infected with TB. There are specific contraindications to BCG vaccine. Health professionals must be trained and assessed as competent to administer this vaccine intradermally. Following administration, no further vaccines should be administered in the same limb for 3 months. The BCG vaccine is given once only, booster doses are not recommended.Tuberculosis in brief","prevention":"Travellers should avoid close contact with individuals known to have infectious pulmonary (lung) or laryngeal (throat) TB. Those at risk during their work (such as healthcare workers) should take appropriate infection control and prevention precautions."},{"n":"Typhoid","d":"Typhoid Typhoid is a bacterial infection transmitted through contaminated food and water. Previous typhoid illness may only partially protect against re-infection. Travellers who will have access to s","p":"All travellers should take care with personal, food and water hygiene.","r":null,"countrySpecific":"Typhoid in Fiji Typhoid fever is known or presumed to occur in this country.","vaccination":"Vaccination could be considered for those whose activities put them at increased risk (see above).\nOral and injectable typhoid vaccinations are available.","additionalSections":[{"heading":"Typhoid","content":"Typhoid is a bacterial infection transmitted through contaminated food and water. Previous typhoid illness may only partially protect against re-infection.\nTravellers who will have access to safe food and water are likely to be at low risk. Those at increased risk include travellers visiting friends and relatives, frequent or long-stay travellers to areas where sanitation and food hygiene are likely to be poor, and laboratory personnel who may handle the bacteria for their work.\nTyphoid in Fiji\nTyphoid fever is known or presumed to occur in this country.\nPrevention\nAll travellers should take care with personal, food and water hygiene.\nTyphoid vaccination\n\nVaccination could be considered for those whose activities put them at increased risk (see above).\nOral and injectable typhoid vaccinations are available.\n\nTyphoid in brief"},{"heading":"Typhoid in brief","content":""}],"description":"Typhoid Typhoid is a bacterial infection transmitted through contaminated food and water. Previous typhoid illness may only partially protect against re-infection. Travellers who will have access to safe food and water are likely to be at low risk. Those at increased risk include travellers visiting friends and relatives, frequent or long-stay travellers to areas where sanitation and food hygiene are likely to be poor, and laboratory personnel who may handle the bacteria for their work. Typhoid in Fiji Typhoid fever is known or presumed to occur in this country. Prevention All travellers should take care with personal, food and water hygiene. Typhoid vaccination Vaccination could be considered for those whose activities put them at increased risk (see above). Oral and injectable typhoid vaccinations are available. Typhoid in brief","prevention":"All travellers should take care with personal, food and water hygiene."}],"r":[],"malaria":null,"u":"2025-08-18T15:27:04.938Z","l":"https://travelhealthpro.org.uk/country/79/fiji"},"New Zealand":{"m":[{"n":"Tetanus","d":"Tetanus Tetanus is caused by a toxin released from Clostridium tetani bacteria and occurs worldwide. Tetanus bacteria are present in soil and manure and may be introduced through open wounds such as a","p":"Travellers should thoroughly clean all wounds and seek medical attention for injuries such as animal","r":null,"countrySpecific":null,"vaccination":"Travellers should have completed a tetanus vaccination course according to the UK schedule.\nIf travelling to a country or area where medical facilities may be limited, a booster dose of a tetanus-containing vaccine is recommended if the last dose was more than ten years ago even if five doses of vaccine have been given previously. Country-specific information on medical facilities may be found in the 'health' section of the FCDO foreign travel advice pages.","additionalSections":[{"heading":"Tetanus","content":"Tetanus is caused by a toxin released from Clostridium tetani bacteria and occurs worldwide. Tetanus bacteria are present in soil and manure and may be introduced through open wounds such as a puncture wound, burn or scratch.\n                                                                                                                                                            Prevention\nTravellers should thoroughly clean all wounds and seek medical attention for injuries such as animal bites/scratches, burns or wounds contaminated with soil.Tetanus vaccination\n\nTravellers should have completed a tetanus vaccination course according to the UK schedule.\nIf travelling to a country or area where medical facilities may be limited, a booster dose of a tetanus-containing vaccine is recommended if the last dose was more than ten years ago even if five doses of vaccine have been given previously.\n\nCountry-specific information on medical facilities may be found in the 'health' section of the FCDO foreign travel advice pages.Tetanus in brief"},{"heading":"Tetanus in brief","content":""}],"description":"Tetanus Tetanus is caused by a toxin released from Clostridium tetani bacteria and occurs worldwide. Tetanus bacteria are present in soil and manure and may be introduced through open wounds such as a puncture wound, burn or scratch. Prevention Travellers should thoroughly clean all wounds and seek medical attention for injuries such as animal bites/scratches, burns or wounds contaminated with soil.Tetanus vaccination Travellers should have completed a tetanus vaccination course according to the UK schedule. If travelling to a country or area where medical facilities may be limited, a booster dose of a tetanus-containing vaccine is recommended if the last dose was more than ten years ago even if five doses of vaccine have been given previously. Country-specific information on medical facilities may be found in the 'health' section of the FCDO foreign travel advice pages.Tetanus in brief","prevention":"Travellers should thoroughly clean all wounds and seek medical attention for injuries such as animal bites/scratches, burns or wounds contaminated with soil."}],"s":[{"n":"Tetanus","d":"Tetanus Tetanus is caused by a toxin released from Clostridium tetani bacteria and occurs worldwide. Tetanus bacteria are present in soil and manure and may be introduced through open wounds such as a","p":"Travellers should thoroughly clean all wounds and seek medical attention for injuries such as animal","r":null,"countrySpecific":null,"vaccination":"Travellers should have completed a tetanus vaccination course according to the UK schedule.\nIf travelling to a country or area where medical facilities may be limited, a booster dose of a tetanus-containing vaccine is recommended if the last dose was more than ten years ago even if five doses of vaccine have been given previously. Country-specific information on medical facilities may be found in the 'health' section of the FCDO foreign travel advice pages.","additionalSections":[{"heading":"Tetanus","content":"Tetanus is caused by a toxin released from Clostridium tetani bacteria and occurs worldwide. Tetanus bacteria are present in soil and manure and may be introduced through open wounds such as a puncture wound, burn or scratch.\n                                                                                                                                                            Prevention\nTravellers should thoroughly clean all wounds and seek medical attention for injuries such as animal bites/scratches, burns or wounds contaminated with soil.Tetanus vaccination\n\nTravellers should have completed a tetanus vaccination course according to the UK schedule.\nIf travelling to a country or area where medical facilities may be limited, a booster dose of a tetanus-containing vaccine is recommended if the last dose was more than ten years ago even if five doses of vaccine have been given previously.\n\nCountry-specific information on medical facilities may be found in the 'health' section of the FCDO foreign travel advice pages.Tetanus in brief"},{"heading":"Tetanus in brief","content":""}],"description":"Tetanus Tetanus is caused by a toxin released from Clostridium tetani bacteria and occurs worldwide. Tetanus bacteria are present in soil and manure and may be introduced through open wounds such as a puncture wound, burn or scratch. Prevention Travellers should thoroughly clean all wounds and seek medical attention for injuries such as animal bites/scratches, burns or wounds contaminated with soil.Tetanus vaccination Travellers should have completed a tetanus vaccination course according to the UK schedule. If travelling to a country or area where medical facilities may be limited, a booster dose of a tetanus-containing vaccine is recommended if the last dose was more than ten years ago even if five doses of vaccine have been given previously. Country-specific information on medical facilities may be found in the 'health' section of the FCDO foreign travel advice pages.Tetanus in brief","prevention":"Travellers should thoroughly clean all wounds and seek medical attention for injuries such as animal bites/scratches, burns or wounds contaminated with soil."}],"r":[],"malaria":null,"u":"2025-08-18T15:32:07.164Z","l":"https://travelhealthpro.org.uk/country/162/new-zealand"}},"metadata":{"lastUpdated":"2025-08-18T16:29:37.757Z","countryCount":5,"version":"1.0.0"}}